translit = {
    'а':'a',
    'б':'b',
    'в':'v',
    'г':'g',
    'д':'d',
    'е':'e',
    'ё':'e',
    'ж':'j',
    'з':'z',
    'и':'i',
    'й':'i',
    'к':'k',
    'л':'l',
    'м':'m',
    'н':'n',
    'о':'o',
    'п':'p',
    'р':'r',
    'с':'c',
    'т':'t',
    'у':'y',
    'ф':'f',
    'х':'x',
    'ц':'c',
    'ч':'c',
    'ш':'h',
    'щ':'h',
    'ъ':'q',
    'ы':'q',
    'ь':'q',
    'э':'e',
    'ю':'u',
    'я':'y',
}

type_list = {
    'строковое':'str',
    'числовое':'int',
}

letter_list = ['а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю', 'я']


